{
	"name":"Potato Wart",
	"img": "'Potato Wart'",
	"intro":"Potato wart disease, caused by the soil-borne fungus Synchytrium endobioticum,affects cultivated potato and a number of wild Solanum species. It was once the most serious disease of potato but has now been controlled by statutory measures and the development of ‘immune’ varieties. However, it still poses a significant threat to potato production because the spores of the fungus can remain viable in contaminated soil for many years",
	"symps":"The diagnostic symptoms of wart disease are galls produced on several plant parts.<br>Aerial symptoms<br>Aerial symptoms are not usually apparent. There may, however, be a reduction in vigour. Warts can be found in severe attacks on the upper stem, leaf and flower. Leaf stalks may develop hypertrophic 'wings'. Above-ground galls are green to brown, turning black at maturity, and later decaying.<br><br>Subterranean symptoms<br><br>Galls vary in shape but are mostly spherical, with corrugated surfaces, and range from pea-size to fist-size <1 cm='' to=''>8 cm diam.). Below ground galls are white to brown, turning black as they decay. These galls appear at stem bases, stolon tips and tuber eyes. They may not be evident until harvest-time. At harvest, galls may desiccate or decay. Tubers may be disfigured or completely replaced by galls. Tuber galls may develop after harvest, in storage. The host potato may not be killed but the meristematic tissue of sprouts may be so severely attacked that plants may fail to emerge from seed tubers. S. endobioticum does not attack the roots of potato but it does attack the roots of other hosts (e.g. tomato).",
	"dm": "Phytosanitary Methods<br><br><br>Control of wart disease of potato relies in the main upon statutory measures. According to OEPP/EPPO (1990) specific quarantine requirement, potatoes should derive from a stock free of S. endobioticum. Potatoes and indeed any kind of plants with roots (including bulbs, corms and tubers) for export, should not be grown in fields where S. endobioticum has occurred or is still present on account of the fungus' longevity factor.<br><br>In practice, this means an extensive system of 'scheduling' 'wart-infested' fields. This system relates back to the early 20th century epidemics. Fields may be 'descheduled' if they can be shown to be pathogen-free. Studies relating to this issue are in progress. The longevity factor of S. endobioticum is still a subject of debate and is the controlling factor in the 'descheduling' process. Those countries in which only pathotype 1 occurs are advised to determine that imported tubers come only from areas where other pathotypes have not been recorded. The common pathotype in Newfoundland, Canada, is pathotype 2; the island portion of the Province was quarantined in 1911, and remains in effect."
}