{
	"name":"Tomato Fruit Cracking",
	"img": "older/'Tomato fruit Cracking'",
	"intro":"Tomato cracks (sometimes called “growth cracks”) are a problem associated with growing conditions. Dry weather that gives way to excessive watering or a rainy period can lead to cracking.",
	"symps":"Cracks usually affect the stem end of the tomato (the entry point of water into the fruit.<br>Concentric cracks: circles that span a section or the entire circumference of the tomato around the stem end of the fruit.<br>Radial cracks: straight lines that extend outward and downward from the stem node</p><h2>Favourable Condition</h2><p>This is usually caused by variable temperatures.",
	"dm": "In the greenhouse or conservatory, control temperature and sunlight levels carefully to avoid extremes, using combinations of heating, ventilation and white greenhouse paint as appropriate. A good maximum-minimum temperature thermometer is essential. Poor quality greenhouses often lack adequate ventilation arrangements and temporary removal of glass panes during summer can help remedy this lack. Polythene tunnels have few options for decreasing the temperature except using extra shading or installing wind-up sides to increase ventilation.<br><br>Managing temperature is almost impossible for tomatoes grown outdoors.<br><br>Feed regularly to maintain high soil fertility. Special tomato fertilisers have high levels of potassium to encourage good fruit development.<br><br>Water to maintain a constant level of soil moisture. This is especially important when growing in growing bags, pots or other containers. Outdoors, water to maintain as constant a level of soil moisture as possible. Plants grown in border soil, indoors or out, usually have a more extensive root system which helps protect them from fluctuations in water supply.<br><br>As fruit splitting and cracking is a physiological rather than a pest or disease problem, there is no point in using pesticides to treat the problem. There are no chemical controls."
}