{
	"name":"Tomato Blight",
	"img": "'Tomato___Early_blight'",
	"intro": "Hundreds of millions of people world-wide depend on rice as a staple food. A crop failure, for any reason, poses a real threat of starvation. Rice blast, caused by a fungus, causes lesions to form on leaves, stems, peduncles, panicles, seeds, and even roots. So great is the potential threat for crop failure from this disease that it has been ranked among the most important plant diseases of them all. Other grasses, including crabgrass, are infected with closely related fungi (Magnaporthe grisea, Magnaporthe poae, Magnaporthe rhizophila and Magnaporthe salvinii), which cause nearly identical symptoms on their respective hosts.",
	"symps": "This is a common disease of tomato occurring on the foliage at any stage of the growth.The fungus attacks the foliage causing characteristic leaf spots and blight. Early blight is first observed on the plants as small, black lesions mostly on the older foliage.<br><br>Spots enlarge, and by the time they are one-fourth inch in diameter or larger, concentric rings in a bull's eye pattern can be seen in the center of the diseased area.<br><br>Tissue surrounding the spots may turn yellow. If high temperature and humidity occur at this time, much of the foliage is killed.<br><br>Lesions on the stems are similar to those on leaves, sometimes girdling the plant if they occur near the soil line.<br><br>Transplants showing infection by the late blight fungus often die when set in the field. The fungus also infects the fruit, generally through the calyx or stem attachment.<br><br>Lesions attain considerable size, usually involving nearly the entire fruit, concentric rings are also present on the fruit.</p><h2>Favourable Condition</h2><p>Warm, rainy and wet weather.",
    "dm": "Rotate crops: Early blight remains active for a year. Spores can be dormant in the soil for several years.<br><br>Plant disease-resistant hybrids to strengthen your plant’s chances of being blight-free.<br><br>Plant tomatoes in a raised bed to improve drainage and prevent diseases from spreading.<br><br>Give tomato plants extra space (more than 24 inches) to let air to move among leaves and keep them dry.<br><br>Water the soil – not the plants – to prevent splashing. Avoid overhead watering."	
}