{
	"name":"Wheat Leaf Rust",
	"img": "older/'Wheat Leaf Rust'",
	"intro":"Wheat leaf rust is a fungal disease that affects wheat, barley and rye stems, leaves and grains. In temperate zones it is destructive on winter wheat because the pathogen overwinters. Infections can lead up to 20% yield loss exacerbated by dying leaves which fertilize the fungus. The pathogen is Puccinia rust fungus. Puccinia triticina causes 'black rust', P.recondita causes 'brown rust' and P.striiformis causes 'Yellow rust'. It is the most prevalent of all the wheat rust diseases, occurring in most wheat growing regions. It causes serious epidemics in North America, Mexico and South America and is a devastating seasonal disease in India. All three types of Puccinia are heteroecious requiring two distinct and distantly related hosts (alternate hosts). Rust and the similar smut are members of the class Pucciniomycetes but rust is not normally a black powdery mass.",
	"symps":"Symptoms: Small brown pustules develop on the leaf blades in a random scatter distribution. They may group into patches in serious cases. Onset of the disease is slow but accelerated in temperatures above 15 °C, making it a disease of the mature cereal plant in summer, usually too late to cause significant damage in temperate areas. Losses of between 5 and 20% are normal but may reach 50% in severe cases. Symptoms can range in severity from barely aesthetic to completely overrun on the leaf surface. On barberry leaf the disease appears as powdery yellow spots with aecia being dispersed from the underside of the leaf.<br>Disease is prominent when temperature is 10-20°C and high humidity.",
	"dm": "Varietal resistance is important. Chemical control with triazole fungicides may be useful for control of infections up to ear emergence but is difficult to justify economically in attacks after this stage.  Control often is not as common as prevention through the creation of genetically resilient varieties and the removal of common barberry.  Cultivars are the best method of controlling the disease and have been utilized for over 100 years.  However, resistance linked to single genes have been out maneuvered by the pathogen adapting to new cultures.  This is why the destruction of the alternate hosts are key to control.  Early-maturing cultivars as well as spring wheat should be sown as early as possible to avoid peak rust periods.  Self-sown wheat (volunteers) should be destroyed as not to further spread urediniospores at the end of harvest."
}