{
	"name":"Wheat stem rust",
	"img": "older/'Wheat Stem Rust'",
	"intro":"The stem, black and cereal rusts are caused by the fungus Puccinia graminis and are a significant disease affecting cereal crops. Crop species which are affected by the disease include bread wheat, durum wheat, barley and triticale.These diseases have affected cereal farming throughout history. Since the 1950s, wheat strains bred to be resistant to stem rust have become available.Fungicides effective against stem rust are available as well.",
	"symps": "Symptoms are produced on almost all aerial parts of the wheat plant but are most common on stem, leaf sheaths and upper and lower leaf surfaces. Uredial pustules (or sori) are oval to spindle shaped and dark reddish brown (rust) in color. They erupt through the epidermis of the host and are surrounded by tattered host tissue. The pustules are dusty in appearance due to the vast number of spores produced. Spores are readily released when touched.<br>As the infection advances teliospores are produced in the same pustule. The color of the pustule changes from rust color to black as teliospore production progresses. If a large number of pustules are produced, stems become weakened and lodge. The pathogen attacks other host (barberry) to complete its life cycle. Symptoms are very different on this woody host. Other spores are Pycnia (spermagonia) produced on the upper leaf surface of barberry which appears as raised orange spots. Small amounts of honeydew that attracts insects are produced in this structure. Aecia, produced on the lower leaf surface, are yellow. They are bell-shaped and extend as far as 5 mm from the leaf surface.</p><h4>Favourable Condition</h4><p>The build up of stem rust inoculum on volunteer wheat before sowing, both locally and in neighbouring states.<br>The widespread planting of susceptible varieties.<br>Favourable weather conditions, which includes good spring rains and warm (15-30oC) humid conditions. If the two requirements above are met and there is a wet spring, an outbreak is likely to occur.",
	"dm": "When deciding if a fungicide spray is needed, consider crop stage and potential yield loss.<br>Growing resistant varieties is an economical and environmentally friendly way of disease reduction.<br>Always check for withholding periods before grazing and harvesting a crop applied with any fungicide<br>Destroy volunteer wheat plants by March, as they can provide a greenbridge for rust carryover."
}